<?php
/**
*
* help_faq [Farsi]
*
* @package language
* @version $Id: help_faq.php,v 1.42 2007/10/04 15:07:24 acydburn Exp $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$help = array(
	array(
		0 => '--',
		1 => 'مسايل مربوط به ثبت نام و Login'
	),
	array(
		0 => 'چرا نمي تونم Login بکنم',
		1 => 'آيا ثبت نام کرده ايد؟ شما بايد براي Login کردن حتما ثبت نام کنيد. آيا از طرف سايت Ban يا ممنوع الورود نشده ايد؟ (در اين صورت پيامي با همين مضمون مشاهده خواهيد کرد). در اين حالت ، بايد با وب مستر يا مدير سايت تماس گرفته و علت ممنوعيت ورود خود را جويا شويد. اگر ثبت نام کرده ايد و ورود شما ممنوع نشده است و همچنان نميتوانيد Login کنيد پس حتما Username و Password خود را دوباره چک کنيد. معمولا مشکل همين است. در غير اين صورت با مدير سايت تماس بگيريد. ممکن است در تنظيمات سايت اشتباهي رخ داده باشد.'
	),
	array(
		0 => 'اصلا چرا بايد ثبت نام کنم؟',
		1 => 'ممکنه مجبور نباشيد. اين به نظر مدير سايت و تنظيمات وي بستگي دارد که شما براي نوشتن مطالب لازم است ثبت نام کنيد يا نه. ثبت نام ، به شما دسترسي بيشتري به ويژگيهاي بيشتر سايت را مي دهد که براي مهمانان در نظر گرفته نشده است. از قبيل تعريف آواتار (شکلک) ، فرستادن پيامهاي خصوصي ، فرستادن ايميل به ديگر اعضا ، ثبت نام در گروهها و ... . ثبت نام تنها چند دقيقه طول خواهد کشيد پس شديدا توصيه مي شود که ثبت نام کنيد.'
	),
	array(
		0 => 'چرا من اتوماتيک Log out (از سايت خارج) مي شوم؟',
		1 => 'اگر شما ويژگي مرا به خاطر داشته باش (Log me automatically) در هنگام ورود به سايت (Login کردن) انتخاب نکرده باشيد ، سايت شما را فقط براي مدت خاصي Login نگه مي دارد. اين ويژگي ، استفاده ديگران از اکانت شما را غيرممکن مي کند. براي اينکه هميشه به حالت Login باشيد ، ويژگي فوق را انتخاب کنيد. اين مورد براي افرادي که از کامپيوترهاي عمومي استفاده مي کنند اصلا توصيه نمي شود. براي نمونه کامپيوترهاي کتابخانه ها ، کافي نت ، دانشگاه و ... .'
	),
	array(
		0 => 'چگونه مي توانم از ظاهر شدن Username خود در ليست افراد آنلاين جلوگيري کنم؟',
		1 => 'در شناسنامه (Profile) خود ، ويژگي وضعيت آنلاين من را مخفي نگه دار (Hide my online Status) را انتخاب کنيد. در اين حالت وضعيت آنلاين شما فقط توسط خود شما و مديران سايت ديده خواهد شد و جزو اعضاي مخفي به محاسبه خواهيد شد.'
	),
	array(
		0 => 'من Password خود را فراموش کرده ام!',
		1 => 'عصبي نشويد! اگر نتوانيد Password خود را به خاطر بياوريد مي توانيد آن را دوباره توليد کنيد. براي اين منظور به صفحه ورود به سايت (Login) برويد و بر روي کلمه عبور خود را فراموش کرده ام (I’ve forgotten my password) کليک کنيد. مراحل را طي کرده ، در مدت خيلي کوتاهي دوباره آنلاين خواهيد شد.'
	),
	array(
		0 => 'من ثبت نام کرده ام ولي نمي توانم Login کنم!',
		1 => 'ابتدا از درست وارد کردن Username و Password خود مطمئن شويد. اگر درست هستند دو حالت ممکن است: اگر زير 13 سال هستيد و در هنگام ثبت نام آن را اعلام کرده ايد ، در اين صورت بايد مراحلي را که از طرف سايت در هنگام Login اعلام ميشود دنبال کنيد. اگر اين وضعيت شما نمي باشد ممکن است اکانت شما نياز به فعال شدن دارد. بعضي از سايتها (مثل همين سايت –مهندسی عمران ایران) لازم است که به وسيله خود شما يا به وسيله مديران سايت بعد از ثبت نام اکانت شما فعال شود. بعد از ثبت نام به شما اعلام مي شود که آيا فعال شدن لازم است يا خير. اگر براي شما ايميلي فرستاده شد ، پس مراحل نوشته شده در ايميل را دنبال کنيد. ولي اگر ايميلي دريافت نکرديد ممکن است که آدرس ايميل را صحيح وارد نکرده ايد. اگر از صحت تمام مراحل فوق مطمئنيد ولي باز هم مشکلي در ورود به سايت داريد ، حتما با مديران سايت تماس بگيريد. در اين سايت (مهندسی عمران ایران) بعد از ثبت نام ايميلي براي شما فرستاده مي شود که در ايميل فوق لينکي وجود دارد که براي فعال شدن اکانت خود بايد بر روي آن کليک کنيد. بدين ترتيب اکانت شما فعال خواهد شد.'
	),
	array(
		0 => 'من قبلا ثبت نام کرده ام ولي الان ديگه نميتونم Login کنم!',
		1 => 'ممکن ترين دلايل عبارتند از: شما Username و Password خود را به اشتباه وارد کرده ايد. (ايميلي را که در هنگام ثبت نام براي شما فرستاده مي شود چک کنيد) يا اينکه مديران سايت به دلايلي اکانت شما را حذف کرده اند. در بعضي از سايتها ، اعضاي غير فعال به منظور کاهش حجم ديتابيس از سايت حذف مي شوند. سعي کنيد دوباره ثبت نام کرده و در بحثها شرکت کنيد.'
	),
	array(
		0 => 'What is COPPA?',
		1 => 'COPPA, or the Child Online Privacy and Protection Act of 1998, is a law in the United States requiring websites which can potentially collect information from minors under the age of 13 to have written parental consent or some other method of legal guardian acknowledgment, allowing the collection of personally identifiable information from a minor under the age of 13. If you are unsure if this applies to you as someone trying to register or to the website you are trying to register on, contact legal counsel for assistance. Please note that the phpBB Group cannot provide legal advice and is not a point of contact for legal concerns of any kind, except as outlined below.',
	),
	array(
		0 => 'Why can’t I register?',
		1 => 'It is possible the website owner has banned your IP address or disallowed the username you are attempting to register. The website owner could have also disabled registration to prevent new visitors from signing up. Contact a board administrator for assistance.',
	),
	array(
		0 => 'What does the “Delete all board cookies” do?',
		1 => '“Delete all board cookies” deletes the cookies created by phpBB which keep you authenticated and logged into the board. It also provides functions such as read tracking if they have been enabled by the board owner. If you are having login or logout problems, deleting board cookies may help.',
	),
	array(
		0 => '--',
		1 => 'ترجيهات و تنظيمات اعضا'
	),
	array(
		0 => 'چگونه مي توانم تنظيمات خود را عوض کنم؟',
		1 => 'تمام تنظيمات مربوط به اکانت شما (اگر ثبت نام کرده باشيد) در ديتابيس ذخيره شده است. براي تغيير آنها بر روي شناسنامه (Profile) کليک کنيد.'
	),
	array(
		0 => 'ساعت سايت درست نيست!',
		1 => 'ساعتها و زمانها معمولا درست هستند. به هر حال تفاوتي که بين زمان شما و سايت ممکن است وجود داشته باشد به علت اختلاف زماني بين مناطق مختلف است. در اين حالت در شناسنامه خود ، منطقه زماني را که با محل سکونت شما مطابقت دارد انتخاب کنيد. توجه کنيد که اين ويژگي همانند ديگر ويژگيها فقط براي افرادي قابل دسترسي است که ثبت نام کرده باشند. پس اگر ثبت نام نکرده ايد همين الان اقدام کنيد.'
	),
	array(
		0 => 'من اختلاف ساعت خود را اصلاح کردم ولي همچنان ساعت سايت اشتباه است!',
		1 => 'اگر مطمئن هستيد که منطقه زماني خود را به درستي انتخاب کرده ايد و هنوز ساعت سايت غلط است، ممکن ترين دليل ، اختلاف يک ساعته 6 ماهه سال (زمان تابستاني) است. متاسفانه به علت اختلاف زياد در اين مورد بين کشورهاي مختلف ، سايت براي تنظيم اين مورد تمهيداتي در نظر نگرفته است.'
	),
	array(
		0 => 'زبان من در ليست زبانها نيست!',
		1 => 'ممکن ترين دليل اين است که مدير سايت زبان مورد نظر شما را بر روي سايت نصب نکرده است. يا اينکه سايت براي زبان مورد نظر شما ترجمه نشده است. از مدير سايت براي اين مورد درخواست کنيد تا زبان مورد نظر شما را در صورت وجود بر روي سايت نصب کند. اگر هم ترجمه مورد نظر شما وجود ندارد بدون تعارف همين الان خودتان براي ترجمه اين سايت براي زبان دلخواه خود اقدام کنيد! اطلاعات بيشتر در اين مورد در سايت phpBB موجود است. از لينک پايين صفحات استفاده کنيد.'
	),
	array(
		0 => 'چگونه يک نماد يا آواتار در زير نام کاربري خود داشته باشم ؟',
		1 => 'زير هر نام کاربری تا دو عکس ميتواند در هنگام مشاهده نوشته ها وجود داشته باشد. اولين عکس نشان دهنده رتبه شما در سايت است. معمولا از رتبه ها براي نشان دادن تعداد نوشته هاي شما در سايت استفاده مي شود. زير اين عکس ، عکس بزرگتري وجود دارد که به آواتار يا نماد (Avatar) شناخته مي شود که هر عضو مي تواند يکي براي خود داشته باشد. اين به مدير سايت بستگي دارد که استفاده و نمايش آواتارها را مجاز بداند يا خير. اگر استفاده از آواتار در سايت ممنوع شده است ، بايد از مدير سايت دليل اين اقدام وي را بپرسيد. چرا که ما مطمئنيم استفاده از آنها بهتر است.'
	),
	array(
		0 => 'چگونه مي توانم رتبه خود را عوض کنم؟',
		1 => 'عموما شما نميتوانيد به طور مستقيم عباراتي که براي رتبه ها درنظر گرفته شده است را عوض کنيد. (رتبه ها زير Username شما در قسمت مشاهده نوشته ها و در شناسنامه شما با توجه به استايل سايت ، قابل مشاهده است.) اقلب سايتها از رتبه ها به منظور نشان دادن تعداد نوشته هاي شما استفاده مي کنند. همچنين براي مشخص کردن اعضاي ويژه سايت مثل مديران سايت ، مديران قسمتهاي مختلف و ... از رتبه هاي ويژه استفاده مي کنند. لطفا با نوشتن مطالب بي ارزش براي افزايش دادن نوشته ها و رتبه خود استفاده نکنيد. مطمئن باشيد مديران سايت يا مديران قسمتها خيلي راحت مي توانند رتبه شما و تعداد نوشته هاي شما را کاهش دهند.'
	),
	array(
		0 => 'وقتي روي لينک ايميل به اعضا کليک ميکنم از من مي خواهد که Login کنم.',
		1 => 'متاسفيم! چرا که فقط افرادي که ثبت نام کرده باشند مي توانند از طريق سايت به ديگر اعضا ايميل بزنند. (اگر مدير سايت اين ويژگي را فعال کرده باشد). اين مورد براي کاهش استفاده هاي نادرست مهمانان از سيستم ايميل سايت در نظر گرفته شده است.'
	),
	array(
		0 => '--',
		1 => 'مسايل مربوط به نوشتن مطالب'
	),
	array(
		0 => 'چگونه يک موضوع جديد را در يک بخش سايت بنويسم؟',
		1 => 'به راحتي! بر روي دکمه هاي مربوطه در صفحات بخشها يا موضوعات کليک کنيد. ممکن است لازم باشد که قبل از نوشتن يک مطلب ، ثبت نام کنيد. امکاناتي که به شما داده شده است در زير صفحه هر بخش يا موضوع نوشته شده است. (ليست اينکه شما مي توانيد موضوعات جديدي بنويسيد ، مي توانيد در نظرسنجيها شرکت کنيد و ...)'
	),
	array(
		0 => 'چگونه مي توانم نوشته اي را اديت يا حذف کنم؟',
		1 => 'تا موقعي که مدير سايت يا مدير قسمتي نباشيد ، فقط مي توانيد نوشته هاي خود را اديت يا حذف کنيد. شما مي توانيد يک نوشته را (بعضي اوقات تا زمان محدودي بعد از نوشتن آن فرصت اينکار را داريد) با کليک کردن بر روي دکمه Edit براي نوشته مربوطه ، ويرايش کنيد. اگر کسي به نوشته شما جواب داده باشد ، در صورت اديت کردن نوشته خود ، زير نوشته شما جمله کوتاهي مبني بر اينکه چند بار اين نوشته اديت شده است ، ذکر خواهد شد. اگر کسي به نوشته شما جوابي نداده باشد ، اين جمله ذکر نمي شود. همچنين اگر مديران سايت يا مديران قسمتها ، نوشته اي را اديت کنند ، اين جمله ذکر نخواهد شد. (البته لازم است که مديران ، اديت خود و دليل اين کار خود را زير نوشته ذکر کنند). توجه داشته باشيد که اعضاي معمولي نمي توانند نوشته اي را که به آن جواب داده شده باشد ، حذف کنند.'
	),
	array(
		0 => 'چگونه مي توانم يک امضا به نوشته هاي خود اضافه کنم؟',
		1 => 'براي اضافه کردن يک امضا به يک نوشته بايد ابتدا آن را ايجاد کنيد که از طريق شناسنامه شما امکان پذير است. وقتي که آن را ايجاد کرديد ، ويژگي اضافه کردن امضا (Add Signature) را هنگام پاسخ دادن يک نوشته فعال کنيد. همچنين براي فعال شدن دايمي آن مي توانيد با انتخاب مورد مناسب در شناسنامه خود اقدام نماييد. با اين حال هنوز مي توانيد از نمايش امضاي خود در زير بعضي از پاسخها جلوگيري کنيد'
	),
	array(
		0 => 'چگونه يک نظرسنجي ايجاد کنم؟',
		1 => 'ساخت يک نظرسنجي آسان است. وقتي که يک موضوع جديد مي نويسيد (يا اولين نوشته يک موضوع را اديت ميکنيد ، در صورتي که اين اجازه را داشته باشيد) عبارت اضافه کردن نظرسنجي (Add Poll) را خواهيد ديد. اگر اين عبارت ديده نمي شود پس حتما اين اجازه به شما داده نشده است. شما بايد يک عنوان براي نظر سنجي انتخاب کنيد سپس حداقل دو وضعيت (option) را براي نظر سنجي تعريف کنيد. براي اضافه کردن وضعيت جديد به نظرسنجي بر روي اضافه کردن وضعيت (Add Option) کليک کنيد. همچنين مي توانيد يک محدوديت زماني براي نظرسنجي خود در نظر بگيريد. اگر آن قسمت را خالي بگذاريد يا اينکه 0 بنويسيد ، زمان نظرسنجي نا محدود در نظر گرفته خواهد شد. براي تعداد وضعيتهاي يک نظر سنجي محدوديت وجود دارد که آن را مدير سايت تعيين مي کند.'
	),
	array(
		0 => 'چرا نمي توانم گزينه هاي بيشتري براي نظرسنجي ايجاد کنم؟',
		1 => 'حداکثر گزينه هاي قابل استفاده در نظرسنجي ها را مديرکل انجمنتعيين مي کند. در صورتي که به گزينه هاي بيشتر براي نظرسنجي احتياج داريد با مدير سايت تماس بگيريد.'
	),
	array(
		0 => 'چگونه يک نظرسنجي را ويرايش يا حذف کنم؟',
		1 => 'همانند نوشته ها ، نظرسنجي ها هم مي توانند به وسيله ايجاد کننده هاي آنها يا مديران سايت و قسمتها ، اديت يا حذف شوند. براي اديت کردن يک نظرسنجي ، بر روي دکمه اديت در اولين نوشته يک موضوع که حاوي نظرسنجي است کليک کنيد. اگر کسي در نظرسنجي شرکت نکرده باشد شما (عضو معمولي) مي توانيد آن را حذف يا وضعيتهاي آن را اديت کنيد. در صورتي که اعضا در نظرسنجي شرکت کرده باشند ، فقط مديران سايت و قسمتها مي توانند آن را اديت يا حذف کنند.'
	),
	array(
		0 => 'چرا به بخش هاي انجمن دسترسي ندارم؟',
		1 => 'دسترسي به بعضي از بخشهاي انجمن مي تواند فقط محدود به عده اي از اعضاي خاص يا گروهها باشد. براي ديدن ، خواندن ، نوشتن و ... شما لازم است اين دسترسي ويژه را داشته باشيد که فقط مديران انجمن و مديران قسمتها مي توانند اين دسترسيها را اعطا کنند. پس بايد با آنها در اين مورد تماس بگيريد.'
	),
	array(
		0 => 'چرا من نمي توانم فايل هاي پيوست اضافه کنم؟',
		1 => 'سطوح دسترسي پيوست ها براي هر انجمن, هر گروه, و هر کاربر ممکن است متفاوت باشد. ممکن است مدير کا انجمن پيوست ها را غيرفعال کرده باشد ، يا استفاده از آن را در انجمن مورد نياز شما غيرفعال کرده باشد. در صورتي که نمي دانيد براي چه نمي توانيد فايل هاي پيوست اضافه کنيد با مديرکل انجمن ارتباط حاصل فرماييد'
	),
	array(
		0 => 'چرا من اخطار دريافت مي کنم؟',
		1 => 'مدير هر انجمن براي انجمن خود قوانيني تعريف مي کند. در صورتي که شما قوانين را زير پا بگذاريد, براي شما اخطار صادر مي گردد. لطفا قبل از انجمن هر عمل تصميمات مديران انجمن ها را مطالعه کنيد.گروه phpBB هيچ دخالتي در اخطارهاي دريافت شده در اين انجمن ندارد. در صورتي که فکر مي کنيد اخطار دريافت شده اشتباه است يا چيزي از آن نمي دانيد با مديرکل سايت يا ارسال کننده ارتباط برقرار کنيد.'
	),
	array(
		0 => 'چگونه مي توانيم وجود پست هاي نامناسب را به مديران انجمن اطلاع دهم؟',
		1 => 'چنانچه مدير کل انجمن اين مورد را فعال کرده است, شما بايد تکمه "گزارش نوشته نامناسب" را ببينيد و در صورت مشاهده نوشته نامناسب و برخلاف قوانين سايت به مديران انجمن اطلاع دهيد.'
	),
	array(
		0 => 'تکمه "ذخيره" بهنگام ارسال مبحث جديد چيست ؟',
		1 => 'اين مورد عنوان و متن مبحث را ذخيره و به بخش "پيش نويس ها" در کنترل پنل کاربري ارسال مي کند.'
	),
	array(
		0 => 'چرا پست هاي من نياز به تاييد شدن دارند؟',
		1 => 'مدير کل انجمن توانايي اين را دارد که پيش از قرار گرفتن يک پست در انجمن آن را بررسي نمايد. ممکن است مديرکل سايت براي گروهي از کاربران اين مورد را فعال کرده باشد. براي اطلاعات  بيشتر با مدير کل سايت ارتباط برقرار کنيد.'
	),
	array(
		0 => 'How do I bump my topic?',
		1 => 'By clicking the “Bump topic” link when you are viewing it, you can “bump” the topic to the top of the forum on the first page. However, if you do not see this, then topic bumping may be disabled or the time allowance between bumps has not yet been reached. It is also possible to bump the topic simply by replying to it, however, be sure to follow the board rules when doing so.'
	),
	array(
		0 => '--',
		1 => 'ظاهر و انواع نوشته ها'
	),
	array(
		0 => 'BBCode چيست؟',
		1 => ' BBCode چيست؟", "BBcode مدل خاصي از وارد کردن کدهاي HTML است. اينکه شما بتوانيد از BBcode استفاده بکنيد بستگي به تصميم مدير سايت دارد. همچنين شما مي توانيد اين قابليت را در هنگام نوشتن پاسخي براي يک مطلب از بين ببريد. BBcode از لحاظ استايل بسيار شبيه HTML است: تگها به جاي اينکه با < و > همراه باشند با ] و [ شروع و تمام مي شوند و اين حالت قدرت کنترل بيشتري بر آنکه چه چيزي نمايش داده شود به فرد مي دهد. براي اطلاعات بيشتر در مورد BBCode به راهنمايي که در صفحه نوشتن مطلب در اختيار شماست مراجعه کنيد.'
	),
	array(
		0 => 'يا مي توانم از HTML استفاده کنم؟',
		1 => 'اين بستگي به نظر مدير سايت دارد که چنين چيزي را مجاز بداند يا خير. مديران سايت کنترل کاملي بر روي اين موارد دارند. اگر هم شما اجازه استفاده را داشته باشيد ، تنها تگهايي را که مدير سايت مجاز بداند مي توانيد استفاده کنيد. اين مورد جهت امنيت بيشتر است تا از سوء استفاده افراد در راستاي خراب کردن صفحات سايت و مشکلات ديگر جلوگيري کند. اگر HTML مجاز باشد شما مي توانيد اين قابليت را در هنگام نوشتن مطالب از بين ببريد.'
	),
	array(
		0 => 'شکلک ها (Smilies) چه هستند؟',
		1 => 'Smiley يا صورتکها ، تصويرهاي گرافيکي کوچکي هستند که مي توانند جهت بيان احساسات با استفاده از کدهاي کوچکي ايجاد شوند. مانند :) که خوشحال معني مي دهد و :( که غمگين معني مي دهد. ليست کامل صورتکها در کنار صفحه نوشتن مطالب در دسترس است. از اين Smiley ها بيش از حد استفاده نکنيد ، چراکه يک نوشته را غير قابل خواندن خواهند کرد و مدير آن قسمت ممکن است آنها را اديت و يا حذف نمايد و يا تمام نوشته را حذف کند.'
	),
	array(
		0 => 'آيا مي توانم از عکس در نوشته ها استفاده کنم؟',
		1 => 'عکس هم مي تواند در نوشته هاي شما قرار داده شود. اما به هر حال امکان Upload کردن مستقيم آنها بر روي اين سايت ممکن است وجود نداشته باشد. بنابراين لازم است به عکسي که بر روي یک وب سروري عمومي قرار دارد لينک بدهيد. براي مثال: http://www.Maghsad.com/Maghsad.jpg لينک يک فايل عکس خواهد بود. شما نمي توانيد به عکسهايي که روي کامپيوتر شما هستند لينک بدهيد (مگر اينکه بر روي يک وب سرور قرار داده شوند) همچنين به عکسهايي که در ايميلهاي شما و محيطهايي که براي ورود به آنها کلمه عبور لازم است نمي توانيد لينک بدهيد. براي نمايش عکس از BBCode مناسب [img] و يا تگ HTML مناسب (اگر مجاز است) استفاده کنيد.'
	),
	array(
		0 => 'اطلاعيه هاي کلي چيستند؟',
		1 => 'اطلاعيه های کلی معمولا حاوي مطالب و اطلاعات مهمي هستند که در تمام انجمن ها نمایش داده می شوند و بايد در اولين فرصت خوانده شوند. اطلاعيه های کلی در بالاي صفحه بخشي که نوشته شوند ، نمايش داده مي شوند. اينکه آيا شما مي توانيد يک اطلاعيه کلی بنويسيد يا خير ، بستگي به مدير سايت و اجازه وي دارد.'
	),
	array(
		0 => 'اطلاعيه ها چيستند؟',
		1 => 'اطلاعيه ها معمولا حاوي مطالب و اطلاعات مهمي هستند که در یک انجمن خاص  نمایش داده می شوند و بايد در اولين فرصت خوانده شوند. اطلاعيه ها در بالاي صفحه بخشي که نوشته شوند ، نمايش داده مي شوند. اينکه آيا شما مي توانيد يک اطلاعيه بنويسيد يا خير ، بستگي به مدير سايت و اجازه وي دارد.'
	),
	array(
		0 => 'مبحث هاي مهم چيستند؟',
		1 => 'مبحث های مهم زير اطلاعيه ها و فقط روي صفحات اول بخشها نمايش داده مي شوند. آنها اغلب مهم هستند پس بايد در صورت امکان آنها را بخوانيد. همانند اطلاعيه ها ، مدير سايت تصميم مي گيريد که شما مجاز به نوشتن مطالب برچسب در هر بخش هستيد يا خير.'
	),
	array(
		0 => 'موضوعات قفل شده چيستند؟',
		1 => 'موضوعات بنا به نظر مديران سايت و قسمتها ، قفل مي شوند. شما نمي توانيد پاسخي براي اين دسته از موضوعات بنويسيد و نظرسنجي هايي که داخل اين بخشها باشند به صورت اتوماتيک پايان خواهند پذيرفت. موضوعات ممکن است به دلايل بسياري قفل شوند.'
	),
		// This block will switch the FAQ-Questions to the second template column
	array(
		0 => '--',
		1 => '--'
	),

	array(
		0 => 'آيكن مباحث چيستند؟',
		1 => 'آيكن مباحث را نويسنده مبحث انتخاب مي کند در صورتي که مدير کل اجازه انتخاب آن را داده باشد.'
	),
	array(
		0 => '--',
		1 => 'دسته بندي اعضا و گروهها'
	),
	array(
		0 => 'مديران سايت چه کساني هستند؟',
		1 => 'مديران سايت افرادي هستند که بالاترين مقام براي کنترل کل سايت را دارند. اين افراد تمام اعمال سايت را مي توانند کنترل کنند. از جمله سطح دسترسيها را تعريف کنند ، فعاليت اعضا را ممنوع کنند ، گروهها و مديران بخشها را ايجاد کنند و ... . آنها همچنين تمام اختيارات مديران بخشها را نيز دارند.'
	),
	array(
		0 => 'مديران انجمن ها چه کساني هستند؟',
		1 => 'اين گروه از مديران افرادي هستند (فرد يا گروهي از افراد) که مسوليت آنها مراقبت و مديريت فعاليتهاي روزانه هر بخش است. آنها قدرت اديت و حذف نوشته ها ، تعطيل يا باز کردن ، جابجا کردن ، حذف کردن ، تقسيم کردن موضوعات بخشهايي که تحت مديريت آنهاست را دارند. عموما مديران بخشها مسووليت بازداري از خارج شدن نوشته ها از موضوع بحث را دارند. همچنين از سوء استفاده و نوشتن مطالب زشت و توهين آميز جلوگيري خواهند کرد.'
	),
	array(
		0 => 'گروههاي اعضا چيستند؟',
		1 => 'گروهها راهي براي دسته بندي اعضا توسط مدير سايت است. هر عضو مي تواند در گروههاي مختلفي عضو باشد و هر گروه مي تواند اجازه ها و سطح دسترسيهاي خاص به خود را داشته باشد. اين مورد کار مدير سايت را در تعيين اعضا براي مديريت يک بخش يا دسترسي آنها به يک بخش خصوصي آسان تر مي کند.'
	),
	array(
		0 => 'چگونه مي توانم در يک گروه عضو شوم؟',
		1 => 'براي عضويت در يک گروه ، بر روي لينک گروهها در بالاي هر صفحه (محل اين لينک به نوع قالب بستگي دارد) کليک کنيد و ليست تمام گروهها را ببينيد. تمام گروهها براي دسترسي مجاز نيستند. بعضي از گروهها ممکن است تعطيل و بعضي ممکن است مخفي باشند. اگر سايت باز باشد ، شما مي توانيد براي عضويت با کليک کردن بر روي دکمه مربوطه درخواست کنيد. مدير آن گروه بايد درخواست شما را تاييد کند. آنها ممکن است از شما بخواهند که دليل خود را براي عضويت در اين گروه بگوييد. لطفا از مدير يک گروه در صورت مخالفت با درخواست شما اشکال و خرده نگيريد. آنها دلايل خود را براي اين عمل خود دارند.'
	),
	array(
		0 => 'چگونه مي توانم مدير يک گروه بشوم؟',
		1 => 'گروهها توسط مدير سايت ساخته مي شوند. کسي که مديران بخشها را تعيين مي کند. اگر علاقه به ساختن گروهي داريد ، اولين مرحله تماس با مدير سايت است. مي توانيد با يک پيام خصوصي وي را از اين موضوع مطلع کنيد.',
	),
	array(
		0 => 'چرا بعضي از گروه ها به رنگ هاي ديگر ديده مي شوند؟',
		1 => 'مديرسايت توانايي تغيير رنگ کاربران يک گروه کاربري را دارد تا توانايي تشخيص آنها راحت تر شود.'
	),
	array(
		0 => '"گروه کاربري" پيشفرض چيست؟',
		1 => 'در صورتي که شما عضو بيش از يک گروه کاربري هستيد, گروه کاربري پيشفرض شماست که رنگ حساب کاربري شما و رتبه تان را در سايت مشخص مي کند. مديرسايت مي تواند گروه کاربري شما را با تئجه به کنترل پنل کاربري تان را انتخب کند.'
	),
	array(
		0 => 'لينک "ليست مديران" چيست؟',
		1 => 'اين صفحه براي براي پرسنل انجمن تدارک شده است و شامل ليست مديران سايت و مديران انجمن ها مي باشد.'
	),
	array(
		0 => '--',
		1 => 'پيغام هاي خصوصي'
	),
	array(
		0 => 'من نمي توانم پيام خصوصي بفرستم!',
		1 => 'سه دليل ممکن است وجود داشته باشد؛ شما ثبت نام يا Login نکرده ايد. مدير سايت اين قابليت را براي تمامي اعضا بسته است. يا اينکه مدير سايت ، به شخص شما اجازه فرستادن پيامهاي خصوصي را نداده است. در اين صورت بايد با مدير سايت تماس بگيريد و جوياي دليل اين کار وي شويد.'
	),
	array(
		0 => 'من پيغام هاي خصوصي نامطلوبي دريافت مي کنم !',
		1 => 'شما مي توانيد کاربر ارسال کننده پيغام را در کنترل پنل کاربري خود از ارسال پيغام به ما منع نماييد. در صورتي که پيغام خصوصي توهين آميز و ناسزاواري از کاربر خاصي دريافت نموديد, بسرعت مدير سايت را آگاه نماييد; قطعا با کاربر ارسال کننده برخورد خواهد شد.'
	),
	array(
		0 => 'من پيامهاي شخصي ناخواسته دريافت مي کنم!',
		1 => 'در آينده يک ليست براي Ignore کردن افراد جهت جلوگيري از فرستادن پيامهاي خصوصي ايجاد خواهيم کرد. هم اکنون در صورتيکه تعداد زيادي از اين پيامهاي ناخواسته از کسي دريافت مي کنيد، مدير سايت را مطلع کنيد. آنها قدرت جلوگيري از فرستادن پيامهاي شخصي توسط فرد خاطي را دارند.'
	),
	array(
		0 => '--',
		1 => 'دوستان و دشمنان'
	),
	array(
		0 => 'ليست دوستان و دشمنان چيست؟',
		1 => 'شما براي سازماندهي کاربران انجمن مي توانيد از اين ليست استفاده کنيد. کاربران انتخاب شده بعنوان دوست شما در کنترل پنل کاربريتان ليست مي شوند و شما مي تواند از آنلاين يا آفلاين بودن آنها مطلع شويد يا برايشان پيغام هاي خصوصي بفرستيد. در صوزتي که قالب اين مسئله در پشتيباني کند مطالب اين کاربران براي شما بصورت برجسته نمايان مي شود. در صورتي که کاربري را در ليست دشمنان خود قرار دهيد, پستهايشان بصورت مخفي درمي آيد.'
	),
	array(
		0 => 'چگونه مي توانم کسي را در ليست دوستان يا دشمنان اضافه کنم؟',
		1 => 'شما مي توانيد کاربران را به دو صورت در ليست خود قرار دهيد. در هر بخش نمايش مشخصات کاربران, لينکي براي افزودن آنها بعنوان دوست يا دشمن قرار مي گيرد. متناوبا, در کنترل پنل کاربري شما, شما مي توانيد با استفاده از نام کاربري شخص مورد نظر آن را در ليست قرار دهيد. براي حذف آنها هم مي توانيد از همين صفحه استفاده نماييد.'
	),
	array(
		0 => '--',
		1 => 'جستجو در انجمن ها'
	),
	array(
		0 => 'چگونه مي توانم در انجمن يا انجمن ها جستجو کنم؟',
		1 => 'عبارت مورد جستجو را در صفحه اصلي, انجمن يا صفحات مبحث وارد کنيد. براي جستجو کردن بصورت پيشرفته از لينک "جستجوي پيشرفته" که در همه صفحات اتجمن فعال است استفاده کنيد. چگونگي دسترسي شما به جستجو به نوع قالب استفاده شده بستگي دارد.'
	),
	array(
		0 => 'چرا جستجوي من نتيجه اي ندارد؟',
		1 => 'جستجوي شما شايد مبهم باشد ، شايد از عبارات پيش پا افتاده استفاده کرده ايد و شايد عبارت مورد جستجو در phpBB3 ايندکس نشده باشد. براي استفاده از امکانات و تنظيمات بيشتر باري جستجو از "جستجوي پيشرفته" استفاده کنيد.'
	),
	array(
		0 => 'چرا بازگشت جستجوي من يک صفحه خالي است؟!',
		1 => 'بازگشت جستجوي شما هنگامي که تعداد زيادي نتيجه در وب سرور به هندل بستگي دارد. از "جستجوي پيشرفته" استفاده کنيد و تنظيمات لازم را بکارببريد تا جستجو با موفقيت انجام گيرد.'
	),
	array(
		0 => 'چگونه مي توانم يک کاربر را جستجو کنم؟',
		1 => 'صفحه "کاربران" را بارگذاري کرده و برروي "جستجوي يک کاربر کليک کنيد.'
	),
	array(
		0 => 'چگونه مي توانم پست ها و مباحث خودم را پيدا کنم؟',
		1 => 'Your own posts can be retrieved either by clicking the “Search user’s posts” within the User Control Panel or via your own profile page. To search for your topics, use the Advanced search page and fill in the various options appropriately.'
	),
	array(
		0 => '--',
		1 => 'اشتراک و نشانه گذاري مباحث'
	),
	array(
		0 => 'فرق بين نشانه گذاري و اشتراک چيست؟',
		1 => 'نشانه گذاري شده ها برروي وب سرور ذخيره مي شوند.نشانه گذاري شده ها به روز نمي شوند, ولي بعدا مي توانيد به مبحث برگرديد. اشتراک, ، با مشترک شدن در مبحث يا انجمن  شما از به روز شدن آنها با خبر مي شويد.'
	),
	array(
		0 => 'چگونه مي توانم در انجمن يا مبحثي مشترک شوم؟',
		1 => 'براي اشتراک در انجمن مورد نظر, برروي “اشتراک در انجمن” کليک کنيد. براي اشتراک در مبحث مورد نظر, مي توانيد يک پاسخ ارسال کرده و بهنگام ارسال چک باکس اشتراک در مبحث را تيک بزنيد و همچنين مي توانيد درون مبحث از لينک گزينه “اشتراک در مبحث” بهره ببريد.'
	),
	array(
		0 => 'چگونه مي توانم اشتراک شده هايم را حذف کنم ؟',
		1 => 'براي حذف اشتراک شده ها, به کنترل پنل کاربري خود برويد و لينک مربوط به اشتراک شده ها را پيدا کنيدs.'
	),
	array(
		0 => '--',
		1 => 'پيوست ها'
	),
	array(
		0 => 'چگونه پيوست ها در اين انجمن فعال مي شوند ؟',
		1 => 'در هر انجمن مديريت آن توانايي فعال يا غيرفعال کردن پيوست ها را دارد. در صورتي که نمي دانيد پيوست ها پس از آپلود چگونه فعال مي گردند , براي رسيدگي با مديرکل انجمن ارتباط برقرار نماييد.'
	),
	array(
		0 => 'چگونه مي توانم همه پيوست هاي خودم را پيدا کنم ؟',
		1 => 'براي پيدا کردن ليست فايل هاي پيوست شده توسط شما, به کنترل پنل کاربري خود رفته و لينک مربوط به بخش پيوست ها را کليک کنيد.'
	),
	array(
		0 => '--',
		1 => 'مسائل مربوط به phpBB3'
	),
	array(
		0 => 'چه کسي اين بولتين بورد را نوشته است ؟',
1 => 'اين برنامه ساخته شده توسط <a href="http://www.phpBB.com/">گروه phpBB</a> است و کپي رايت و حق انتشار نيز براي اين گروه مي باشد و فارسي سازي اين سيستم توسط بخش خدمات اينترنتي سايت مقصد (www.Maghsad.com) انجام شده است. اين برنامه بصورت لايسنس همگاني و رايگان عرضه شده است. براي اطلاعات بيشتر از لينک بازديد نماييد. '
	),
	array(
		0 => 'چرا فلان ويژگي قابل استفاده نيست ؟',
		1 => 'اين برنامه تماما توسط لايسنس گروه phpBB عرضه شده است. در صورتي که جنبه هاي خاصي براي اضافه شدن مي بينيد, لطفا وبسايت Maghsad.com را بازديد کنيد و گروه phpBB را از عقيده خود مطلع سازيد.'
	),
	array(
		0 => 'چه کسي با پست هاي ناسزاوار ، توهيناميز و نامشروع ( جسم دار ) منتسب به اين انجمن برخورد مي نمايد ؟',
		1 => 'برخي از مديراني که نام آنها در "ليست مديران" وجود دارد براي برخورد با مسائلي از اين قبيل  توانايي دارند. در صورتي که شخصي با مسائلي از اين قبيل برخورد نکرد مي توانيد با صاحب دامنه (<a href="http://www.google.com/search?q=whois">انجام دادن و نگاه کردن به نتيجه جستجو</a>) or, if this is running on a free service (e.g. Yahoo!, free.fr, f2s.com, etc.), the management or abuse department of that service. Please note that the phpBB Group has <strong>absolutely no jurisdiction</strong> and cannot in any way be held liable over how, where or by whom this board is used. Do not contact the phpBB Group in relation to any legal (cease and desist, liable, defamatory comment, etc.) matter <strong>not directly related</strong> to the phpBB.com website or the discrete software of phpBB itself. If you do e-mail phpBB Group <strong>about any third party</strong> use of this software then you should expect a terse response or no response at all.'
	)
);

?>